{
  "LazyVim": { "branch": "main" },
  "SchemaStore.nvim": { "branch": "main" },
  "blink-cmp-copilot": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "blink.compat": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "bullets.vim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "codecompanion.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "dashboard-nvim": { "branch": "master" },
  "dial.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "everforest": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "inc-rename.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-golang": { "branch": "main" },
  "neotest-jest": { "branch": "main" },
  "neotest-python": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "overseer.nvim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "rainbow_csv.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "venv-selector.nvim": { "branch": "regexp" },
  "vim-be-good": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" },
  "yazi.nvim": { "branch": "main" }
}
